tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "linuxbrew/xorg"
tap "localsend/localsend"
tap "buo/cask-upgrade"

brew "ack"
brew "act"
brew "pkg-config"
brew "jpeg-xl"
brew "coreutils"
brew "docker-compose", link: false
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "gcc"
brew "ghostscript"
brew "git"
brew "gmailctl"
brew "libusb"
brew "gnupg"
brew "grep"
brew "gtk4"
brew "helm"
brew "homeassistant-cli"
brew "httpie"
brew "jenv"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubeseal"
brew "kustomize"
brew "libvirt"
brew "mas"
brew "openjdk"
brew "podman"
brew "sqlcipher"
brew "ssh-copy-id"
brew "subversion"
brew "telnet"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"


cask "adobe-acrobat-reader"
cask "balenaetcher"
cask "caffeine"
cask "discord"
cask "font-awesome-terminal-fonts"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerline"
cask "font-source-code-pro"
cask "google-chrome"
cask "hyper"
cask "localsend"
cask "mqttx"
cask "obsidian"
cask "podman-desktop"
cask "rectangle"
cask "resilio-sync"
cask "signal"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "vlc"

vscode "alexanderte.dainty-nord-vscode"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "bungcip.better-toml"
vscode "christian-kohler.path-intellisense"
vscode "DaltonMenezes.aura-theme"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "mrmlnc.vscode-json5"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "PKief.material-icon-theme"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-microprofile"
vscode "redhat.vscode-quarkus"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rokoroku.vscode-theme-darcula"
vscode "svelte.svelte-vscode"
vscode "Tim-Koehler.helm-intellisense"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-maven"
vscode "vscode-icons-team.vscode-icons"
