tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jeffreywildman/virt-manager"
tap "linuxbrew/xorg"

brew "ack"
brew "readline"
brew "xz"
brew "coreutils"
brew "findutils"
brew "gcc"
brew "git"
brew "libusb"
brew "gnupg"
brew "grep"
brew "helm"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "python"
brew "ssh-copy-id"
brew "tree"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"

cask "balenaetcher"
cask "caffeine"
cask "font-awesome-terminal-fonts"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerline"
cask "gimp"
cask "gpg-suite"
cask "hyper"
cask "java"
cask "minishift"
cask "podman"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
