tap "graalvm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jeffreywildman/virt-manager"
tap "linuxbrew/xorg"

brew "ack"
brew "readline"
brew "xz"
brew "bitwarden-cli"
brew "certbot"
brew "coreos-ct"
brew "coreutils"
brew "docker-compose"
brew "findutils"
brew "gcc"
brew "git"
brew "libusb"
brew "gnupg"
brew "grep"
brew "helm"
brew "httpie"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "libusb-compat"
brew "lsusb"
brew "maven"
brew "mosquitto"
brew "openshift-cli"
brew "operator-sdk"
brew "python"
brew "ruby"
brew "source-to-image"
brew "ssh-copy-id"
brew "tree"
brew "unrar"
brew "vault"
brew "watch"
brew "wget"
brew "yq"
brew "zsh"
brew "jeffreywildman/virt-manager/virt-viewer"

cask "balenaetcher"
cask "blue-jeans"
cask "caffeine"
cask "docker"
cask "ferdi"
cask "firefox"
cask "font-awesome-terminal-fonts"
cask "font-hack-nerd-font"
cask "font-meslo-for-powerline"
cask "font-source-code-pro"
cask "font-source-code-pro-for-powerline"
cask "gimp"
cask "gpg-suite"
cask "hyper"
cask "java"
cask "minishift"
cask "podman"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
